[
    {
      "_id": 1,
      "title": "How to Grow Your Online Store",
      "description": "Learn the best strategies to grow your online store in today's competitive market.",
      "category": "business",
      "trending": true,
      "coverImage": "book-1.png",
      "oldPrice": 3999,
      "newPrice": 2999
    },
    {
      "_id": 2,
      "title": "Muna Madan",
      "description": "Muna Madan (Nepali: मुनामदन) is a 1936 Nepali-language episodic love poem written by Laxmi Prasad Devkota. It is about Madan, newly married to Muna, who leaves for Lhasa in Tibet to make his fortune, despite protests from his wife.",
      "category": "love & romance",
      "trending": true,
      "coverImage": "book-2.png",
      "oldPrice": 3899,
      "newPrice": 1899
    },
    {
      "_id": 3,
      "title": "Jungle Book",
      "description": "The Jungle Book is an 1894 collection of stories by the English author Rudyard Kipling. Most of the characters are animals such as Shere Khan the tiger and Baloo the bear, though a principal character…",
      "category": "adventure",
      "trending": true,
      "coverImage": "book-3.png",
      "oldPrice": 5599,
      "newPrice": 4599
    },
    {
      "_id": 4,
      "title": "Zero to One",
      "description": "Notes on Startups, or How to Build the Future",
      "category": "business",
      "trending": false,
      "coverImage": "book-4.png",
      "oldPrice": 6999,
      "newPrice": 5999
    },
    {
      "_id": 5,
      "title": "Seto Dharti",
      "description": "",
      "category": "love & romance",
      "trending": true,
      "coverImage": "book-5.png",
      "oldPrice": 1999,
      "newPrice": 999
    },
    {
      "_id": 6,
      "title": "Jumanji",
      "description": "Jumanji is a 1995 American fantasy adventure film directed by Joe Johnston from a screenplay by Jonathan Hensleigh, Greg Taylor, and Jim Strain, based on the 1981",
      "category": "adventure",
      "trending": false,
      "coverImage": "book-6.png",
      "oldPrice": 4999,
      "newPrice": 3999
    },
    {
      "_id": 7,
      "title": "Horrors of the Night",
      "description": "Horrors of the Night is a collection of short Mysterious, Psychological, Suspense, and Horror stories that will make you shiver and sleep with your lights on. Some of the stories are inspired by true events and some are inspired by ideas of my dear readers! Find out which ones inside this scary collection.",
      "category": "horror",
      "trending": true,
      "coverImage": "book-7.png",
      "oldPrice": 5999,
      "newPrice": 4999
    },
    {
      "_id": 8,
      "title": "jurassic park",
      "description": "This article is about the franchise. For the film, see Jurassic Park (film). For the novel, see Jurassic Park (novel). For other uses, see Jurassic Park (disambiguation).",
      "category": "sci-fi",
      "trending": true,
      "coverImage": "book-8.png",
      "oldPrice": 2499,
      "newPrice": 1499
    },
    {
      "_id": 9,
      "title": "Escape from Kathmandu",
      "description": "Escape from Kathmandu is a 1989 collection of novellas by American writer Kim Stanley Robinson, about a group of American expatriates in Nepal.",
      "category": "adventure",
      "trending": false,
      "coverImage": "book-9.png",
      "oldPrice": 2999,
      "newPrice": 1999
    },
    {
      "_id": 10,
      "title": "1984",
      "description": "'1984' is a dystopian novel by George Orwell, published in 1949, that explores themes of totalitarianism, surveillance, and the manipulation of truth.",
      "category": "sci-fi",
      "trending": true,
      "coverImage": "book-10.png",
      "oldPrice": 1599,
      "newPrice": 7999
    },
    {
      "_id": 11,
      "title": "the martain",
      "description": "The Martian is a 2011 science fiction debut novel written by Andy Weir. The book was originally self-published on Weir's blog, in a serialized format.",
      "category": "sci-fi",
      "trending": true,
      "coverImage": "book-11.png",
      "oldPrice": 3599,
      "newPrice": 2599
    },
    {
      "_id": 12,
      "title": "Shopping for buddhas",
      "description": "Along with colorful descriptions of Hindu and Buddhist mythology, the book tells of the rampant corruption, art smuggling, assassination attempts and human right abuses that would ignite Nepal’s violent 'People Power' Revolution in April 1990.",
      "category": "business",
      "trending": true,
      "coverImage": "book-12.png",
      "oldPrice": 1999,
      "newPrice": 999
    },
    {
      "_id": 13,
      "title": "This Cursed House",
      "description": "In this Southern gothic horror debut, a young Black woman abandons her life in 1960s Chicago for a position with a mysterious family in New Orleans, only to discover the dark truth: they’re under a curse, and they think she can break it.",
      "category": "horror",
      "trending": true,
      "coverImage": "book-13.png",
      "oldPrice": 2999,
      "newPrice": 1999
    },
    {
      "_id": 14,
      "title": "zathura",
      "description": "Zathura is a fantasy advanture story about two brother who roll a dice and get transported to a mysterious planet.",
      "category": "sci-fi",
      "trending": false,
      "coverImage": "book-14.png",
      "oldPrice": 3499,
      "newPrice": 2499
    },
    {
      "_id": 15,
      "title": "palpasa cafe",
      "description": "Plpasa Cafe is a critically acclaimed novel by Nepali journalist and writer Narayan Wagle. Published in 2005, the book has become one of the most significant works in contemporary Nepali literature, known for its engaging storytelling and deep exploration of the effects of the Nepali civil war on individuals and society.",
      "category": "love & romance",
      "trending": false,
      "coverImage": "book-15.png",
      "oldPrice": 2299,
      "newPrice": 1299
    },
    {
      "_id": 16,
      "title": "the witch roads",
      "description": "Status is hereditary, class is bestowed, trust must be earned.When an arrogant prince (and his equally arrogant entourage) gets stuck in Orledder Halt as part of brutal political intrigue, competent a…",
      "category": "sci-fi",
      "trending": false,
      "coverImage": "book-16.png",
      "oldPrice": 2499,
      "newPrice": 1999
    },
    {
      "_id": 17,
      "title": "Hansel and Gretel",
      "description": "'Hansel and Gretel' is a German fairy tale collected by the Brothers Grimm and published in 1812 as part of Grimms' Fairy Tales. Hansel and Gretel are siblings who are abandoned in a forest and fall i…",
      "category": "adventure",
      "trending": true,
      "coverImage": "book-17.png",
      "oldPrice": 4999,
      "newPrice": 3999
    },
    {
      "_id": 18,
      "title": "saaya",
      "description": "Saaya is a 2014 Nepali novel by Subin Bhattarai. It published by Fine Print in 2014 as sequel to Summer love. Bhattarai's third book and second novel, the plot concerns how the misunderstanding in Sum…",
      "category": "love & romance",
      "trending": true,
      "coverImage": "book-18.png",
      "oldPrice": 1899,
      "newPrice": 1299
    },
    {
      "_id": 19,
      "title": "Robin hood",
      "description": "Robin Hood is a 2018 American action-adventure film directed by Otto Bathurst and written by Ben Chandler and David James Kelly, from a story by Chandler. It is a modern retelling of the Robin Ho…",
      "category": "adventure",
      "trending": true,
      "coverImage": "book-19.png",
      "oldPrice": 3599,
      "newPrice": 2799
    },
    {
      "_id": 20,
      "title": "summer love",
      "description": "Summer Love is a Nepali novel by Subin Bhattarai published by Fine Print in 2012. Bhattarai's second book and first novel, the plot concerns college students at the Central Department of Environmental…",
      "category": "love & romance",
      "trending": false,
      "coverImage": "book-20.png",
      "oldPrice": 2499,
      "newPrice": 1499
    }
  ]
  